[
  {
    "author": "Beatrix Potter",
    "title": "The Tale of Peter Rabbit",
    "body": "Once upon a time there were four little Rabbits, and their names were— Flopsy, Mopsy, Cotton-tail, and Peter. \nThey lived with their mother in a sand-bank, underneath the root of a very big fir-tree..."
  },
  {
    "author": "Beatrix Potter",
    "title": "The Tale of Benjamin Bunny",
    "body": "One morning a little rabbit sat on a bank. He pricked his ears and listened to the trit-trot, trit-trot of a pony. \nA gig was coming along the road..."
  },
  {
    "author": "Beatrix Potter",
    "title": "The Tale of Jemima Puddle-Duck",
    "body": "What a funny sight it is to see a brood of ducklings with a hen! Listen to the tale of Jemima, who wanted to hatch her own eggs..."
  },
  {
    "author": "Rudyard Kipling",
    "title": "Mowgli’s Brothers (from The Jungle Book)",
    "body": "Now Rann the Kite brings home the night That Mang the Bat sets free— \nThe herds are shut in byre and hut For loosed till dawn are we..."
  },
  {
    "author": "Rudyard Kipling",
    "title": "Kaa’s Hunting",
    "body": "His spots are the joy of the Leopard: his horns are the buffalo’s pride. \nBe clean, for the strength of the hunter is known by the gloss of his hide..."
  },
  {
    "author": "Rudyard Kipling",
    "title": "Tiger! Tiger!",
    "body": "What of the hunting, hunter bold? Brother, the watch was long and cold. The forest paths are dim and old, where once I chased my prey..."
  },
  {
    "author": "Aesop's Fables",
    "title": "The Tortoise and the Hare",
    "body": "A Hare was making fun of the Tortoise one day for being so slow. \n\"Do you ever get anywhere?\" he asked with a mocking laugh..."
  },
  {
    "author": "Aesop's Fables",
    "title": "The Fox and the Grapes",
    "body": "A Fox one day spied a beautiful bunch of ripe grapes hanging from a vine high above his head..."
  },
  {
    "author": "Aesop's Fables",
    "title": "The Lion and the Mouse",
    "body": "A Lion lay asleep in the forest, his great head resting on his paws. \nA timid little Mouse came upon him unexpectedly, and in her fright and haste to get away, ran across the Lion’s nose..."
  }
]